Repository: chokhphanmak304-arch/Web-Go
Catalog: lib/l10n/app_*.arb
Languages: th

source: Welcome
th: ยินดีต้อนรับ

# enterEmailToSignIn
source: Enter your email to sign in
th: กรอกอีเมลเพื่อเข้าสู่ระบบ

# pleaseEnterEmail
source: Please enter your email
th: กรุณากรอกอีเมล

source: Invalid email format
th: รูปแบบอีเมลไม่ถูกต้อง

source: Send OTP
th: ส่ง OTP

# otpInfoMessage
source: We will send a 6-digit OTP to your email. 🎁 Get 15 days FREE trial!
th: เราจะส่งรหัส OTP 6 หลักไปยังอีเมลของคุณ 🎁 ทดลองใช้ฟรี 15 วัน!

source: Demo Mode
th: โหมดทดลอง

# emailNotConfigured
source: Email service not configured. Your OTP code is:
th: ยังไม่ได้ตั้งค่าอีเมล รหัส OTP ของคุณคือ:

# continueBtn
source: Continue
th: ดำเนินการต่อ

# accessWebApps
source: Access your web apps anywhere
th: เข้าถึงเว็บแอปของคุณได้ทุกที่

source: Connect to Website
th: เชื่อมต่อเว็บไซต์

# enterUrlToStart
source: Enter any URL to get started
th: กรอก URL เพื่อเริ่มต้น

# urlHint
source: e.g. example.com
th: เช่น example.com

source: Please enter URL
th: กรุณากรอก URL

source: Connect
th: เชื่อมต่อ

source: Recent
th: ล่าสุด

source: Subscription Required
th: ต้องสมัครสมาชิก

# subscriptionExpiredMessage
source: Your subscription has expired. Please subscribe to continue using the app.
th: การสมัครสมาชิกของคุณหมดอายุแล้ว กรุณาสมัครสมาชิกเพื่อใช้งานแอปต่อ

source: Cancel
th: ยกเลิก

source: View Plans
th: ดูแผน

source: Sign Out
th: ออกจากระบบ

# signOutConfirm
source: Are you sure you want to sign out?
th: คุณต้องการออกจากระบบหรือไม่?

# account
source: Account: {email}
th: บัญชี: {email}

source: Customize
th: ปรับแต่ง

source: Subscription
th: สมัครสมาชิก

source: Verify OTP
th: ยืนยัน OTP

# enterOtpSentTo
source: Enter the 6-digit code sent to
th: กรอกรหัส 6 หลักที่ส่งไปยัง

# pleaseEnterAllDigits
source: Please enter all 6 digits
th: กรุณากรอกให้ครบ 6 หลัก

source: Invalid OTP code
th: รหัส OTP ไม่ถูกต้อง

source: Verify
th: ยืนยัน

source: Didn't receive code?
th: ไม่ได้รับรหัส?

source: Resend
th: ส่งอีกครั้ง

# resendCountdown
source: {seconds}s
th: {seconds} วิ

# newOtpSent
source: New OTP sent to your email!
th: ส่ง OTP ใหม่ไปยังอีเมลของคุณแล้ว!

source: Failed to resend OTP
th: ส่ง OTP อีกครั้งไม่สำเร็จ

# yourNewOtpCode
source: Your new OTP code is:
th: รหัส OTP ใหม่ของคุณคือ:

source: OK
th: ตกลง

source: Subscription Plans
th: แผนสมัครสมาชิก

source: Restore
th: กู้คืน

# securePayment
source: Secure Payment via App Store / Play Store
th: ชำระเงินอย่างปลอดภัยผ่าน App Store / Play Store

source: What You Get
th: สิ่งที่คุณจะได้รับ

# compareFreeVsPremium
source: Compare Free vs Premium features
th: เปรียบเทียบฟีเจอร์ฟรี vs พรีเมียม

source: Free (Trial)
th: ฟรี (ทดลอง)

source: Access 1 URL
th: เข้าถึง 1 URL

source: Basic WebView
th: WebView พื้นฐาน

# customBrandingDisabled
source: Custom App Name / Logo / Color
th: ตั้งชื่อแอป / โลโก้ / สี

# multipleUrlsDisabled
source: Multiple URLs
th: หลาย URL

source: Premium (Subscriber)
th: พรีเมียม (สมาชิก)

source: Unlimited URL Access
th: เข้าถึง URL ไม่จำกัด

source: Full WebView Features
th: ฟีเจอร์ WebView เต็มรูปแบบ

# customAppName
source: Custom App Name (Branding)
th: ตั้งชื่อแอปเอง (แบรนดิ้ง)

source: Custom App Logo
th: โลโก้แอปเอง

source: Custom App Color Theme
th: ธีมสีแอปเอง

# pickFromCameraGallery
source: Pick from Camera / Gallery / Files
th: เลือกจากกล้อง / แกลเลอรี / ไฟล์

source: Ad-Free Experience
th: ไม่มีโฆษณา

# earlyAccessNewFeatures
source: Early Access to New Features
th: เข้าถึงฟีเจอร์ใหม่ก่อนใคร

source: Current Plan
th: แผนปัจจุบัน

source: Active
th: ใช้งานอยู่

source: Expired
th: หมดอายุ

# freeTrialPlan
source: Free Trial
th: ทดลองใช้ฟรี

source: Monthly
th: รายเดือน

# threeMonths
source: 3 Months
th: 3 เดือน

# sixMonths
source: 6 Months
th: 6 เดือน

source: Yearly
th: รายปี

# bestValueBilled
source: Best value! Billed annually.
th: คุ้มค่าที่สุด! เรียกเก็บรายปี

# greatSavingsBilled
source: Great savings! Billed every 6 months.
th: ประหยัดมาก! เรียกเก็บทุก 6 เดือน

# saveMoreBilled
source: Save more! Billed every 3 months.
th: ประหยัดขึ้น! เรียกเก็บทุก 3 เดือน

# billedMonthly
source: Billed monthly. Cancel anytime.
th: เรียกเก็บรายเดือน ยกเลิกได้ตลอด

source: Loading from store...
th: กำลังโหลดจากสโตร์...

source: Monthly Plan
th: แผนรายเดือน

source: Yearly Plan
th: แผนรายปี

# oneMonth
source: 1 month
th: 1 เดือน

# threeMonthsDuration
source: 3 months
th: 3 เดือน

# sixMonthsDuration
source: 6 months
th: 6 เดือน

# oneYear
source: 1 year
th: 1 ปี

source: Save {pct}
th: ประหยัด {pct}

# paymentSecured
source: Payment secured by Google Play / App Store
th: การชำระเงินปลอดภัยโดย Google Play / App Store

source: Processing...
th: กำลังดำเนินการ...

source: Success!
th: สำเร็จ!

# subscriptionNowActive
source: Your {planType} subscription is now active!
th: การสมัคร{planType}ของคุณเปิดใช้งานแล้ว!

source: Purchases restored
th: กู้คืนการซื้อแล้ว

# subscribe
source: Subscribe {price}
th: สมัครสมาชิก {price}

# daysRemaining
source: {days} days remaining
th: เหลืออีก {days} วัน

source: Subscription expired
th: การสมัครสมาชิกหมดอายุ

source: Customize App
th: ปรับแต่งแอป

source: App Name
th: ชื่อแอป

source: Enter app name
th: กรอกชื่อแอป

source: App Color
th: สีแอป

source: App Logo
th: โลโก้แอป

source: Save Changes
th: บันทึก

source: Reset to Default
th: รีเซ็ตเป็นค่าเริ่มต้น

# brandingSaved
source: Branding saved! Restart app to see full changes.
th: บันทึกแบรนดิ้งแล้ว! รีสตาร์ทแอปเพื่อดูการเปลี่ยนแปลง

source: Reset to default branding.
th: รีเซ็ตเป็นแบรนดิ้งเริ่มต้นแล้ว

source: Choose Logo Image
th: เลือกรูปโลโก้

source: Take Photo
th: ถ่ายรูป

# useCamera
source: Use camera to take a new photo
th: ใช้กล้องถ่ายรูปใหม่

source: Photo Gallery
th: แกลเลอรี

# chooseFromLibrary
source: Choose from photo library
th: เลือกจากคลังรูปภาพ

source: Browse Files
th: เรียกดูไฟล์

# chooseFromFiles
source: Choose from device files
th: เลือกจากไฟล์ในเครื่อง

source: Choose Logo
th: เลือกโลโก้

source: Remove Custom Logo
th: ลบโลโก้ที่กำหนดเอง

source: Preview
th: ตัวอย่าง

# noInternet
source: No internet connection. Please check your network.
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต กรุณาตรวจสอบเครือข่าย

source: Failed to load page.
th: โหลดหน้าเว็บไม่สำเร็จ

source: Try Again
th: ลองอีกครั้ง

source: Choose Different URL
th: เลือก URL อื่น

source: Exit
th: ออก

# exitConfirm
source: Do you want to go back to URL selection?
th: คุณต้องการกลับไปเลือก URL หรือไม่?

source: Confirm
th: ยืนยัน

source: Refresh
th: รีเฟรช

source: Language
th: ภาษา

source: Change Language
th: เปลี่ยนภาษา

source: Failed to register
th: ลงทะเบียนไม่สำเร็จ

source: Membership Expired
th: สมาชิกหมดอายุ

# membershipExpiredMessage
source: Your membership has expired. Please renew your package to continue using the app.
th: การเป็นสมาชิกของคุณหมดอายุแล้ว กรุณาต่อแพ็กเกจเพื่อใช้งานแอปต่อ

source: Renew Package
th: ต่อแพ็กเกจ

source: Test Code
th: รหัสทดสอบ

source: Enter test code
th: กรอกรหัสทดสอบ

# activateCode
source: Activate
th: เปิดใช้งาน

# invalidTestCode
source: Invalid or expired test code
th: รหัสทดสอบไม่ถูกต้องหรือหมดอายุ

# testCodeActivated
source: Test code activated! Your subscription is now active.
th: เปิดใช้รหัสทดสอบสำเร็จ! สมาชิกของคุณเปิดใช้งานแล้ว

# haveTestCode
source: Have a test code?
th: มีรหัสทดสอบ?

source: Activating...
th: กำลังเปิดใช้งาน...

# verificationFailed
source: Purchase verification failed. Please try again.
th: ตรวจสอบการซื้อไม่สำเร็จ กรุณาลองใหม่

# tooManyOtpRequests
source: Too many OTP requests. Please wait a few minutes.
th: ส่ง OTP บ่อยเกินไป กรุณารอสักครู่

# emailAlreadyRegistered
source: This email is already registered. OTP sent for login.
th: อีเมลนี้ลงทะเบียนแล้ว ส่ง OTP เพื่อเข้าสู่ระบบ

source: Pro Plans
th: แผน Pro

source: Pro Monthly
th: Pro รายเดือน

source: Pro Yearly
th: Pro รายปี

# proDescription
source: Use on up to {count} devices with 1 account
th: ใช้งานได้สูงสุด {count} เครื่องด้วย 1 บัญชี

# upToDevices
source: Up to {count} devices
th: สูงสุด {count} เครื่อง

# standardPlan
source: Standard
th: มาตรฐาน

# oneDevice
source: 1 device
th: 1 เครื่อง

source: Device limit reached
th: ถึงจำนวนเครื่องสูงสุดแล้ว

# deviceLimitMessage
source: Your plan allows maximum {count} device(s). Please upgrade to Pro to use up to 5 devices.
th: แผนของคุณรองรับได้สูงสุด {count} เครื่อง กรุณาอัปเกรดเป็น Pro เพื่อใช้งานได้ถึง 5 เครื่อง

source: Upgrade to Pro
th: อัปเกรดเป็น Pro

# proMonthlyBilled
source: Pro plan billed monthly. Up to 5 devices.
th: แผน Pro รายเดือน ใช้ได้ถึง 5 เครื่อง

# proYearlyBilled
source: Best Pro value! Billed annually. Up to 5 devices.
th: Pro คุ้มค่าสุด! เรียกเก็บรายปี ใช้ได้ถึง 5 เครื่อง

source: Delete History
th: ลบประวัติ

# deleteHistoryConfirm
source: Are you sure you want to delete this URL from history?
th: คุณต้องการลบ URL นี้ออกจากประวัติหรือไม่?

source: Delete
th: ลบ
